Repository: pluginsGLPI/airwatch
Catalog: locales/*.po
Languages: cs_cz, fr_fr, pt_pt

source: Airwatch ID
cs_cz: Airwatch identifikátor
fr_fr: Identifiant Airwatch
pt_pt: IDAirwatch

source: Simcard serial number
cs_cz: Sériové číslo simkarty
fr_fr: Numéro de série de la carte SIM
pt_pt: Número de série Simcard

source: Last seen
cs_cz: Naposledy spatřeno
fr_fr: Dernier contact
pt_pt: Última vez visto

source: Last enrollment date
cs_cz: Datum minulého nasazení
fr_fr: Date de dernier enrôlement
pt_pt: Última data de inscrição

source: Last enrollment check date
cs_cz: Datum minulé kontroly nasazení
fr_fr: Date de dernière vérification de l'enrôlement
pt_pt: Data da última verificação de inscrição

source: Last compliance check date
cs_cz: Datum minulé kontroly souladu
fr_fr: Date de dernière vérfication de conformité
pt_pt: Data da última verificação de conformidade

source: Last compromised check date
cs_cz: Datum minulé kontroly kompromitace
fr_fr: Date de dernière vérification de compromission
pt_pt: Data da última verificação comprometida

source: Enrollment status
cs_cz: Stav nasazení
fr_fr: Est enrôlé
pt_pt: Estado da inscrição

source: Compliance status
cs_cz: Stav souladu
fr_fr: Est conforme
pt_pt: Status de conformidade

source: Compromised status
cs_cz: Stav kompromitace
fr_fr: Est compromis
pt_pt: Estado comprometido

source: Data encryption
cs_cz: Šifrování dat
fr_fr: Chiffrement des données
pt_pt: Criptografia de dados

source: Roaming enabled
cs_cz: Roaming zapnut
fr_fr: Itinérance activée
pt_pt: Roaming ativo

source: Data roaming enabled
cs_cz: Datový roaming zapnut
fr_fr: Itinérance des données activée
pt_pt: Roaming de dados ativo

source: Voice roaming enabled
cs_cz: Hlasový roaming zapnut
fr_fr: Itinérance de la voix activée
pt_pt: Roaming de voz ativado

source: Profile
cs_cz: Profil
fr_fr: Profil
pt_pt: Perfil

source: Last check date
cs_cz: Datum minulé kontroly
fr_fr: Dernière vérification
pt_pt: Última data de verificação

source: General
cs_cz: Obecné
fr_fr: Général
pt_pt: Geral

source: Phone number
cs_cz: Telefonní číslo
fr_fr: Numéro de téléphone
pt_pt: Número de Telemóvel

source: Data encryption enabled
cs_cz: Šifrování dat zapnuto
fr_fr: Chiffrement des données activé
pt_pt: Criptografia de dados ativada

source: Current SIM serial number
cs_cz: Sériové číslo stávající SIM karty
fr_fr: Numéro de série de la carte SIM en utilisation
pt_pt: Número de série atual do SIM

source: See device in Airwatch console
cs_cz: Zobrazit zařízení v konzoli Airwatch
fr_fr: Voir le matériel dans la console Airwatch
pt_pt: Veja o dispositivo no console do Airwatch

source: Enrollment process
cs_cz: Proces nasazení
fr_fr: Processus d'enrôlement
pt_pt: Processo de inscrição

source: Last enrollment check
cs_cz: Minulá kontrola nasazení
fr_fr: Dernière vérification de l'enrôlement
pt_pt: Última verificação de inscrição

source: Other status checks
cs_cz: Ostatní kontroly stavu
fr_fr: Autres vérifications de statuts
pt_pt: Outras verificações de status

source: Roaming
fr_fr: Itinérance

source: GLPi Airwatch Connector
cs_cz: Napojení GLPi na Airwatch
fr_fr: Connecteur Airwatch pour GLPi
pt_pt: Conector do Airwatch GLPI

source: Plugin configuration
cs_cz: Nastavení zásuvného modulu
fr_fr: Configuration du plugin
pt_pt: Configuração do plugin

source: Service URL
cs_cz: URL adresa služby
fr_fr: URL du service
pt_pt: URL do serviço

source: Airwatch Service URL
cs_cz: URL adresa služby Airwatch
fr_fr: URL du service Airwatch
pt_pt: URL do serviço do Airwatch

source: Airwatch Console URL
cs_cz: URL adresa Airwatch konzole
fr_fr: URL de la console Airwatch
pt_pt: URL da Consola do Airwatch

source: Username
cs_cz: Uživatelské jméno
fr_fr: Nom d'utilisateur
pt_pt: Nome de utilizador

source: Password
cs_cz: Heslo
fr_fr: Mot de passe
pt_pt: Senha

source: API Key
cs_cz: Klíč k API
fr_fr: Clef d'API
pt_pt: Chave API

source: Skip SSL check
cs_cz: Přeskočit kontrolu SSL
fr_fr: Passer les vérifications SSL
pt_pt: Ignorar verificação SSL

source: Compliance details
cs_cz: Podrobnosti o shodě
fr_fr: Détails de conformité
pt_pt: Detalhes de conformidade

source: Import devices informations from Airwatch
cs_cz: Naimportovat informace o zařízeních z Airwatch
fr_fr: Import des matériels depuis Airwatch
pt_pt: Informações sobre a importação de dispositivos do Airwatch
